import { i18n } from '@/utils'

export default i18n([
    ['角色'],
    ['角色组'],
    ['内置角色'],
    ['自定义角色'],
    ['暂无数据'],
    ['确定'],
    ['取消'],
    ['基础权限'],
    ['基础类'],
    ['运营类'],
    ['服务类'],
    ['全部'],
    ['仅本组织'],
    ['企业或组织面向数据使用的所有业务人员'],
    ['安全管理员主要负责管理和制定数据安全策略'],
    ['数据开发工程师主要负责数据开发相关工作的执行'],
    [
        '数据运营工程师是数据治理工作的执行者。利用专项技能，支撑数据管家完成各项工作',
    ],
    ['数据管家是领域内数据治理工作的协助者，主要负责一些审核和维护工作'],
    ['数据 Owner是领域内数据治理工作的责任人'],
    ['使用库表、接口或指标进行应用开发的开发人员'],
    ['信息类'],
    ['省直达专区'],
])
