import { i18n } from '@/utils'

export default i18n([
    ['确定', '确定', '确定'],
    ['数据资源目录', '数据资源目录', '数据资源目录'],
    ['数据资源', '数据资源', '数据资源'],
    [
        '启用后，数据资源需要通过数据编目才能在数据服务超市进行展示。',
        '启用后，数据资源需要通过数据编目才能在数据服务超市进行展示。',
        '启用后，数据资源需要通过数据编目才能在数据服务超市进行展示。',
    ],
    [
        '启用后，数据资源可发布、上线至数据服务超市进行展示。',
        '启用后，数据资源可发布、上线至数据服务超市进行展示。',
        '启用后，数据资源可发布、上线至数据服务超市进行展示。',
    ],
    ['初始设置', '初始设置', '初始设置'],
    [
        '管理员您好，为了确保系统正常的运行，请进行以下配置：',
        '管理员您好，为了确保系统正常的运行，请进行以下配置：',
        '管理员您好，为了确保系统正常的运行，请进行以下配置：',
    ],
    ['开启数据运营之旅 →', '开启数据运营之旅 →', '开启数据运营之旅 →'],
    [
        '1、请选以下一种数据资源管理方式：',
        '1、请选以下一种数据资源管理方式：',
        '1、请选以下一种数据资源管理方式：',
    ],
    [
        '2、是否开启「一体化政务数据共享」功能？',
        '2、是否开启「一体化政务数据共享」功能？',
        '2、是否开启「一体化政务数据共享」功能？',
    ],
    [
        '开启后，可实现与上级平台的数据共享，例如同步省级组织架构，数据目录的上报，资源的共享申请等…. 详见',
        '开启后，可实现与上级平台的数据共享，例如同步省级组织架构，数据目录的上报，资源的共享申请等…. 详见',
        '开启后，可实现与上级平台的数据共享，例如同步省级组织架构，数据目录的上报，资源的共享申请等…. 详见',
    ],
    ['《帮助文档》', '《帮助文档》', '《帮助文档》'],
    ['是', '是', '是'],
    ['否', '否', '否'],
    [
        '3、是否开启「生成本地应用凭证」功能？',
        '3、是否开启「生成本地应用凭证」功能？',
        '3、是否开启「生成本地应用凭证」功能？',
    ],
    [
        '开启后，业务系统用户可以调用权限范围内的 Open API。',
        '开启后，业务系统用户可以调用权限范围内的 Open API。',
        '开启后，业务系统用户可以调用权限范围内的 Open API。',
    ],
    [
        '4、请设置服务超市样例数据：',
        '4、请设置服务超市样例数据：',
        '4、请设置服务超市样例数据：',
    ],
    [
        '请选择服务超市样例数据条数。',
        '请选择服务超市样例数据条数。',
        '请选择服务超市样例数据条数。',
    ],
    [
        '请选择服务超市样例数据展示方式。',
        '请选择服务超市样例数据展示方式。',
        '请选择服务超市样例数据展示方式。',
    ],
    [
        '通过大模型的能力，参考真实数据特征，合成仿真数据',
        '通过大模型的能力，参考真实数据特征，合成仿真数据',
        '通过大模型的能力，参考真实数据特征，合成仿真数据',
    ],
    [
        '涉密数据为全部脱敏，示例：**********，敏感数据为尾部脱敏，脱敏位数为数据总位数的一半，示例：1234****',
        '涉密数据为全部脱敏，示例：**********，敏感数据为尾部脱敏，脱敏位数为数据总位数的一半，示例：1234****',
        '涉密数据为全部脱敏，示例：**********，敏感数据为尾部脱敏，脱敏位数为数据总位数的一半，示例：1234****',
    ],
    ['条', '条', '条'],
    ['合成数据', '合成数据', '合成数据'],
    ['真实数据', '真实数据', '真实数据'],
    ['条数（1-50）', '条数（1-50）', '条数（1-50）'],
])
