import { i18n } from '@/utils'

export default i18n([
    ['搜索文件类型', '搜索文件类型', '搜索文件类型'],
    ['搜索文件名称', '搜索文件名称', '搜索文件名称'],
    ['筛选', '筛选', '筛选'],
    ['文件类型', '文件类型', '文件类型'],
    ['组织架构', '组织架构', '组织架构'],
    ['信息系统', '信息系统', '信息系统'],
    ['业务架构', '业务架构', '业务架构'],
    ['全部', '全部', '全部'],
    ['未分类', '未分类', '未分类'],
    ['标准规范文件', '标准规范文件', '标准规范文件'],
    ['三定职责文件', '三定职责文件', '三定职责文件'],
    ['建设依据文件', '建设依据文件', '建设依据文件'],
    ['建设内容文件', '建设内容文件', '建设内容文件'],
    ['建设内容文件', '建设内容文件', '建设内容文件'],

    ['文件名称', '文件名称', '文件名称'],
    ['按文件名称排序', '按文件名称排序', '按文件名称排序'],
    ['创建时间', '创建时间', '创建时间'],
    ['按创建时间排序', '按创建时间排序', '按创建时间排序'],

    ['操作', '操作', '操作'],
    ['详情', '详情', '详情'],
    ['预览', '预览', '预览'],
    ['导出', '导出', '导出'],
    ['导出成功', '导出成功', '导出成功'],
    ['导出准备中...', '导出准备中...', '导出准备中...'],
    ['跳转管理', '跳转管理', '跳转管理'],
    ['权限不足，无法跳转', '权限不足，无法跳转', '权限不足，无法跳转'],
    ['删除', '删除', '删除'],
    ['确认要删除吗？', '确认要删除吗？', '确认要删除吗？'],
    ['确定', '确定', '确定'],
    ['取消', '取消', '取消'],
    ['删除成功', '删除成功', '删除成功'],

    ['标准文件', '标准文件', '标准文件'],
    ['请选择标准文件', '请选择标准文件', '请选择标准文件'],
    ['暂无数据', '暂无数据', '暂无数据'],

    ['基本信息', '基本信息', '基本信息'],
])
